[
  {
    "name": "ETHCC",
    "startDate": "2022-07-19",
    "endDate": "2022-07-21",
    "city": "Paris",
    "country": "France",
    "description": "The Ethereum Community Conference (EthCC) is the largest annual European Ethereum event focused on technology and community. Three intense days of conferences, networking and learning.",
    "link": "https://ethcc.io/",
    "twitter": "https://twitter.com/ethcc"
  },
  {
    "name": "Blockchain Economy Istanbul",
    "startDate": "2022-07-27",
    "endDate": "2022-07-29",
    "city": "Istanbul",
    "country": "Turkey",
    "description": "Blockchain Economy Istanbul Summit is Eurasia's largest ever blockchain event bringing together the key players of crypto industry and experts to redefine the future of finance. The 4th edition of the Blockchain Economy Summit will take place during two days in Istanbul on July 27-28, 2022 with the world's top crypto companies and blockchain entrepreneurs. Istanbul is among the oldest, historically and culturally wealthy cities of the world. Since the Byzantine era the city remains to be economically, financially important trade center in the world with wide variety of promising opportunities. Today, 16% of Türkiye's population -13,6 mln people, own crypto, which makes Türkiye one of the largest crypto owning countries in the world. Thus, Blockchain Economy Istanbul Summit will be the Main gathering in the region on behalf of the world of blockchain and cryptocurrency, with a wide range of topics focused on the financial technologies of the future, extensive networking opportunities and participation from more than 55 countries.",
    "link": "https://blockchaineconomy.istanbul/en",
    "twitter": "https://twitter.com/BEconomy_HQ/"
  },
  {
    "name": "Solana Hacker House | Seoul",
    "startDate": "2022-08-03",
    "endDate": "2022-08-07",
    "city": "Seoul",
    "country": "Korea",
    "link": "https://solana.com/events/seoul-hacker-house",
    "twitter": "https://twitter.com/hackerhouses",
    "description": "The Solana Foundation x Wormhole Seoul Hacker House is a five-day OFFLINE event with in-person guidance from core Solana Labs engineers, as well as mentorship from other partners. Hacker Houses are free and open to all people (both developers and non-developers)."
  },
  {
    "name": "Solana Hacker House | Krakow",
    "startDate": "3 August 2022",
    "endDate": "7 August 2022",
    "city": "Krakow",
    "country": "Poland",
    "link": "https://solana.com/events/krakow-hacker-house",
    "twitter": "https://twitter.com/hackerhouses",
    "description": "The Solana Foundation x Jump Hacker Houses is a five-day offline event with in-person guidance from core Solana Labs engineers, as well as mentorship from other partners. "
  },
  {
    "name": "BUIDL Asia 2022",
    "startDate": "4 August 2022",
    "endDate": "5 August 2022",
    "city": "Seoul",
    "country": "Korea",
    "link": "https://www.buidl.asia/",
    "twitter": "https://twitter.com/buidl_asia",
    "description": "Hosted and organized by KryptoSeoul, BUIDL Asia 2022 is the ultimate opportunity to interact among developers, communities, and businesses across the globe. BUIDL Asia 2022 will provide you with the latest insights and developments from the most innovative and talented minds.\n\nAs a tech-focused conference, BUIDL Asia 2022 will focus 100% on the builders and technology and 0% on hype and speculation. BUIDL Week is mainly comprised of HackAtom Seoul, BUIDL Asia 2022 conference, and ETH Seoul. Please join us and let's BUIDL together!"
  },
  {
    "name": "ETH Seoul",
    "startDate": "5 August 2022",
    "endDate": "7 August 2022",
    "city": "Seoul",
    "country": "Korea",
    "link": "http://ethseoul.org/",
    "twitter": "https://twitter.com/kryptoseoul",
    "description": "ETH Seoul 2022 is an upcoming Ethereum and blockchain-focused event that aims to bring together some of the brightest minds in the industry to discuss, redefine, and celebrate the future of blockchain. The event is expected to happen right in the heart of Seoul and will feature a series of keynotes, panel discussions, pitch competitions, investor meet-ups, and world-class networking opportunities for all those attendees.\n\nETH Seoul is scheduled in two phases. The first phase which is the IRL part of the event is scheduled from August 5th to August 7th. The second phase will be conducted virtually which is scheduled from August 8th to August 13th. The ETH Seoul event will be co-organized by Kryptoseoul and Dystopia Labs. Kryptoseoul is a South Korea-based community building and marketing team, headed by a group of professional communicators, marketers, and analysts. Dystopia Labs is a San Francisco-based start-up studio that focuses on blockchain events and has organized a multitude of such events."
  },
  {
    "name": "KOREA BLOCKCHAIN WEEK 2022",
    "startDate": "7 August 2022",
    "endDate": "12 August 2022",
    "city": "Seoul",
    "country": "Korea",
    "link": "http://koreablockchainweek.com/",
    "twitter": "https://twitter.com/kbwofficial",
    "description": "Hosted by FactBlock and co-hosted by Hashed, Korea Blockchain Week 2022 is a premier crypto and blockchain event bringing together the brightest minds of the industry to discuss, redefine, and celebrate the future of finance.\n\nRight in the heart of Seoul, the action-packed event features inspirational keynotes, panel discussions, pitch competitions, investor meet-ups, and world-class networking opportunities for crypto enthusiasts."
  },
  {
    "name": "Futurist Conference 2022",
    "startDate": "9 August 2022",
    "endDate": "10 August 2022",
    "city": "Toronto",
    "country": "Canada",
    "link": "https://www.futuristconference.com/",
    "twitter": "https://twitter.com/untraceableinc",
    "description": "Join hundreds of developers for a 3-day hackathon and workshop series to build the Web3 world. A completely free community event for all those who apply. Located in a mega indoor dome connected to the conference is a perfect hub for developers to hack all night long."
  },
  {
    "name": "DeFiCon",
    "startDate": "11 August 2022",
    "endDate": "12 August 2022",
    "city": "New York",
    "country": "United States",
    "link": "https://deficon.nyc/",
    "twitter": "https://twitter.com/defi_conference",
    "description": "DeFiCon is a nonprofit conference with a mission to elevate the ethos of peer-to-peer crypto.\n\nDeFi, crypto, and NFT communities consist of more than only profit maximalists, degens, gamblers, and ponzi apes – they are full of daring and creative innovators. Our ecosystem thrives on accessibility, participation, building, creativity, and even a little weirdness. Peer-to-peer crypto has and will become the evolution of human organization and the future of France, open to anyone and everyone who wants to contribute.\n\nAs a nonprofit conference, the focus shifts from maximizing profit to maximizing the experience for the attendees. We will donate all proceeds above the event’s cost to charity while unifying the crypto community under one house. The goal is to ensure the value is found at our event and to inspire both new participants and people already familiar with DeFi."
  },
  {
    "name": "ETHLatam",
    "startDate": "11 August 2022",
    "endDate": "14 August 2022",
    "city": "Buenos Aires",
    "country": "Argentina",
    "link": "https://ethlatam.org/",
    "twitter": "https://twitter.com/ethlatam",
    "description": "A 3-day event focused on tech and community. Come and join the conferences & networking with one of the most vibrant ETH communities ✨"
  },
  {
    "name": "WEB3CONF INDIA",
    "startDate": "12 August 2022",
    "endDate": "14 August 2022",
    "city": "GOA",
    "country": "India",
    "link": "https://web3confindia.xyz/#home",
    "twitter": "https://twitter.com/web3conf_india",
    "description": "India's first chain-agnostic web3 conference."
  },
  {
    "name": "ETHMexicoCity",
    "startDate": "19 August 2022",
    "endDate": "21 August 2022",
    "city": "Mexico City",
    "country": "Mexico",
    "link": "https://mexico.ethglobal.com/",
    "twitter": "https://twitter.com/ethglobal",
    "description": "ETHMexicoCity is one you won’t want to miss. Located in the heart of the nation’s crypto scene, come prepared for a strong showing from the Mexican crypto diaspora—and a good time."
  },
  {
    "name": "SUPERVERSE",
    "startDate": "20 August 2022",
    "endDate": "21 August 2022",
    "city": "Mexico City",
    "country": "Mexico",
    "link": "https://www.superverse.me/",
    "twitter": "https://twitter.com/superverseme",
    "description": "As our attention shifts towards the digital world, our digital lives become more worth to us. SUPERVERSE discusses transformational shifts shaping the way we: create, consume, monetize and identify ourselves."
  },
  {
    "name": "Solana Hacker House | Stokholm",
    "startDate": "24 August 2022",
    "endDate": "29 August 2022",
    "city": "Stokholm",
    "country": "Sweden",
    "link": "https://solana.com/events/stockholm-hacker-house",
    "twitter": "https://twitter.com/hackerhouses",
    "description": "The Solana Foundation x Jump Hacker Houses is a five-day offline event with in-person guidance from core Solana Labs engineers, as well as mentorship from other partners. "
  },
  {
    "name": "Coinfest Asia",
    "startDate": "25 August 2022",
    "endDate": "26 August 2022",
    "city": "Bali",
    "country": "Indonesia",
    "link": "https://coinfest.asia/",
    "twitter": "https://twitter.com/coinfestasia",
    "description": "Coinfest Asia is an insight & networking festival, sharing opportunities around web3, crypto, blockchain, NFT & Metaverse."
  },
  {
    "name": "BitBlockBoom",
    "startDate": "25 August 2022",
    "endDate": "28 August 2022",
    "city": "Austin",
    "country": "United States",
    "link": "https://bitblockboom.com",
    "twitter": "https://twitter.com/bitblockboom",
    "description": "The BitBlockBoom! is a Bitcoin Maximalist Conference. To put it in simple terms this conference is only for people who are interested in Bitcoin.\nAttendees range from people highly known and heavily involved in Bitcoin, to people who are just trying to learn what Bitcoin is all about.\n\nYou will not find anyone shilling ICO’s or Altcoins.\n\nThis is a True Bitcoin Conference.\n\nBitBlockBoom! is not a gigantic, or super conference. This creates a wonderful atmosphere to meet and discuss Bitcoin with the speakers and other Bitcoin Maximalists."
  },
  {
    "name": "ETHWarsaw",
    "startDate": "1 September 2022",
    "endDate": "4 September 2022",
    "city": "Warsaw",
    "country": "Poland",
    "link": "https://www.ethwarsaw.dev/",
    "twitter": "https://twitter.com/ETHWarsaw",
    "description": "Warsaw blockchain community has been very active on the global Web3 scene.\nWe’d like to welcome Web3 builders from all over the world to join us for a week of building, exchanging experiences & ideas here in Warsaw!"
  },
  {
    "name": "Dappcon",
    "startDate": "12 September 2022",
    "endDate": "14 September 2022",
    "city": "Berlin",
    "country": "Germany",
    "link": "https://www.dappcon.io/",
    "twitter": "https://twitter.com/dappcon_berlin",
    "description": "Dappcon provides the opportunity for co-creating the future of dapps while engaging the community in open critical discussions and experiential learning."
  },
  {
    "name": "Die Bitcoin Konferenz",
    "startDate": "15 September 2022",
    "endDate": "17 September 2022",
    "city": "Innsbruck",
    "country": "Austria",
    "link": "https://bconf.de/",
    "twitter": "https://twitter.com/thebconf/",
    "description": "Die größte deutschsprachige Bitcoin Konferenz! September 15-17 2022, Innsbruck."
  },
  {
    "name": "ETHBerlin",
    "startDate": "16 September 2022",
    "endDate": "18 September 2022",
    "city": "Berlin",
    "country": "Germany",
    "link": "https://ethberlin.ooo/",
    "twitter": "https://twitter.com/ETHBerlin",
    "description": "ETHBerlin, to the power of 3."
  },
  {
    "name": "Australian Crypto Convention",
    "startDate": "17 September 2022",
    "endDate": "18 September 2022",
    "city": "Gold Coast",
    "country": "Australia",
    "link": "https://www.auscryptocon.com/",
    "twitter": "https://twitter.com/AusCryptoCon",
    "description": "Join 5,000+ attendees at Australia’s largest gathering of crypto & blockchain enthusiasts, innovators, technologists, business leaders, influencers, & global leaders."
  },
  {
    "name": "Mainnet by Messari",
    "startDate": "21 September 2022",
    "endDate": "23 September 2022",
    "city": "New York",
    "country": "United States",
    "link": "https://mainnet.events/",
    "twitter": "https://twitter.com/messaricrypto",
    "description": "As the crypto industry continues to grow and disrupt adjacent industries, Messari strives to offer investors, developers, entrepreneurs, and newcomers alike with reliable information and data tools that help them participate intelligently in the crypto economy. Building off this ethos, we will continue to experiment with industry partners to ensure the Mainnet experience offers experiential learning, promotes collaboration & networking, and remains anchored with independent content.\n\nRelocating to Pier 36 on the East Side of Manhattan, we are eager to design a unique experience for all attendees and build activations that align with our sponsors objectives. Budgets and target audiences may vary but we're keen on customizing each sponsor's package to best meet their needs and promote optimal engagement with all stakeholders."
  },
  {
    "name": "Solana Hacker House | Singapore",
    "startDate": "21 September 2022",
    "endDate": "25 September 2022",
    "city": "",
    "country": "Singapore",
    "link": "https://solana.com/events/singapore-hh",
    "twitter": "https://twitter.com/hackerhouses",
    "description": "The Solana Foundation x Jump Hacker Houses is a five-day offline event with in-person guidance from core Solana Labs engineers, as well as mentorship from other partners. "
  },
  {
    "name": "Zebu Live",
    "startDate": "22 September 2022",
    "endDate": "23 September 2022",
    "city": "London",
    "country": "United Kingdom",
    "link": "https://www.zebulive.xyz/",
    "twitter": "https://twitter.com/Zebu_live",
    "description": "We’re gathering to celebrate the progress the Crypto, Web3, and Blockchain industry has made over the years and dive deep into how to gain mainstream adoption.\n\nOur goal is to bring all the biggest communities together to work together towards the goal of mainstream adoption."
  },
  {
    "name": "ASIA CRYPTO WEEK",
    "startDate": "26 September 2022",
    "endDate": "2 October 2022",
    "city": "",
    "country": "Singapore",
    "link": "https://www.asiacryptoweek.com/",
    "twitter": "https://twitter.com/token2049",
    "description": "Asia Crypto Week is a week of various independently organised side events around TOKEN2049 Singapore, running from 26 September – 2 October 2022. The week concludes with an exceptional closing party at CE LA VIE and the F1 Singapore Grand Prix.\n\nExpect a wide range of meetups, workshops, networking drinks and parties - creating unparalleled networking opportunities. "
  },
  {
    "name": "Cosmoverse",
    "startDate": "27 September 2022",
    "endDate": "28 September 2022",
    "city": "Medellín",
    "country": "Colombia",
    "link": "https://cosmoverse.org/",
    "twitter": "https://twitter.com/CosmoverseHQ",
    "description": ""
  },
  {
    "name": "Ethereum SP",
    "startDate": "27 September 2022",
    "endDate": "29 September 2022",
    "city": "São Paulo",
    "country": "Brazil",
    "link": "https://www.ethereumbrasil.com/",
    "twitter": "https://twitter.com/Ethereum_Brasil",
    "description": "Ethereum Brasil is a gateway for international blockchain/Web3 projects to the Latin American region - the starting point for global projects to understand the unique landscape; to meet their communities; and, to grow their user-base."
  },
  {
    "name": "TOKEN2049 Singapore",
    "startDate": "28 September 2022",
    "endDate": "29 September 2022",
    "city": "",
    "country": "Singapore",
    "link": "https://www.asia.token2049.com/",
    "twitter": "https://twitter.com/token2049",
    "description": "TOKEN2049 is the premier crypto event, organised annually in Singapore and London, where founders and executives of the leading Web3 companies share their view on the market. We shine a light on the global developments, while taking a unique and widening perspective on the ecosystem and its vast opportunities.\n\n​TOKEN2049 brings together the global Web3 industry, uniting entrepreneurs, investors, developers, industry insiders and global media - and creates unparalleled networking opportunities.\n\nThis is the community that will define what’s next in the space."
  },
  {
    "name": "DevCon",
    "startDate": "11 October 2022",
    "endDate": "14 October 2022",
    "city": "Bogota",
    "country": "Colombia",
    "link": "https://devcon.org/en/#road-to-devcon",
    "twitter": "https://twitter.com/efdevcon",
    "description": "Devcon is an intensive introduction for new Ethereum explorers, a global family reunion for those already a part of our ecosystem, and a source of energy and creativity for all.\n\nWe host Devcon to educate and empower the community to build and use decentralized systems. It is a conference for builders of all kinds.\n\nOur goal is to push the boundaries of possibility in our mission to bring decentralized protocols, tools, and culture to the world. Programming covers content ranging from the deeply technical to the profoundly human."
  },
  {
    "name": "LA Blockchain Summit",
    "startDate": "12 October 2022",
    "endDate": "13 October 2022",
    "city": "Los Angeles",
    "country": "United States",
    "link": "https://lablockchainsummit.com/",
    "twitter": "https://twitter.com/lablockchainsmt",
    "description": "LA Blockchain Summit is the marquee conference & expo focused on blockchain investing, building, and mainstream adoption in North America. An exclusive, curated, high-impact, informative, and thought-provoking event presented by some of the world’s foremost innovators, change-makers, and prominent leaders in the web3 ecosystem.\n\nProduced by blockchain venture studio & fund Draper Goren Holm, a partnership between Tim Draper, Alon Goren, and Josef Holm, LA Blockchain Summit is North America's preeminent web3 conference that cannot be missed. Presented over three full days, featuring insightful fireside chats with the most accomplished, powerful, and astounding list of thought leaders, builders, active investors, funds, and family offices."
  },
  {
    "name": "TABConf",
    "startDate": "12 October 2022",
    "endDate": "15 October 2022",
    "city": "Atlanta",
    "country": "United States",
    "link": "https://2022.tabconf.com/",
    "twitter": "https://twitter.com/tabconf",
    "description": "TABConf is The Atlanta Bitcoin Conference — an event for building communities, providing education, and supporting developers. This is a conference where no one can \"buy\" a talk. We like to think of this as the most inclusive, organic, grassroots event possible for Bitcoin."
  },
  {
    "name": "The MarTech Summit",
    "startDate": "19 October 2022",
    "endDate": "20 October 2022",
    "city": "Bangkok",
    "country": "Thailand",
    "link": "https://themartechsummit.com/bangkok",
    "twitter": "https://twitter.com/Martech_Summit",
    "description": "Thailand is one of the largest economies in Southeast Asia and the capital, Bangkok, is full of opportunities and developments. In the agenda we will discuss the status and development of marketing technology used by different companies, both local and global with a strong Thai base. This variety of perspectives in globalisation and localisation tactics will give a comprehensive view of the trends and strategies in place. In addition, the summit is guaranteed to be attended by 85% of senior leadership positions, ensuring you will learn and network with CMOs, Heads, Directors and more."
  },
  {
    "name": "ETHLisbon",
    "startDate": "28 October 2022",
    "endDate": "30 October 2022",
    "city": "Lisbon",
    "country": "Portugal",
    "link": "https://www.ethlisbon.org/",
    "twitter": "https://twitter.com/ETHLisbon",
    "description": "Bringing #buidl energy to Europe's crypto capital since '21"
  },
  {
    "name": "Web Summit 2022",
    "startDate": "1 November 2022",
    "endDate": "4 November 2022",
    "city": "Lisbon",
    "country": "Portugal",
    "link": "https://websummit.com/",
    "twitter": "https://twitter.com/websummit",
    "description": "We’re a company from Dublin, Ireland, that holds events across the world: Web Summit in Lisbon, Web Summit Rio in Rio de Janeiro, Collision in Toronto, and RISE in Hong Kong.\n\nPolitico has said we run “the world’s premier tech conference”, the Atlantic that Web Summit is “where the future goes to be born”, and the New York Times that we assemble “a grand conclave of the tech industry’s high priests.”\n\nAt a time of great uncertainty for many industries and, indeed, the world itself, we gather the founders and CEOs of technology companies, fast-growing startups, policymakers, and heads of state to ask a simple question: Where to next?"
  },
  {
    "name": "ETHSanFrancisco",
    "startDate": "3 November 2022",
    "endDate": "5 November 2022",
    "city": "San Francisco",
    "country": "United States",
    "link": "https://nftevening.com/event/eth-san-francisco-2022-san-francisco/",
    "twitter": "https://twitter.com/ethglobal",
    "description": "ETH San Francisco is the world’s largest hackathon. It is an opportunity to work alongside the developers, industry experts, advisers, and companies who are making the infrastructure and applications that will power the new decentralized web."
  },
  {
    "name": "Solana Breakpoint",
    "startDate": "4 November 2022",
    "endDate": "7 November 2022",
    "city": "Lisbon",
    "country": "Portugal",
    "link": "https://solana.com/breakpoint",
    "twitter": "https://twitter.com/SolanaConf",
    "description": "The Solana ecosystem gathered in Lisbon in 2021 for the first-ever, real-life, worldwide celebration: Breakpoint. It was where the builders, enthusiasts, and dreamers making the future came to work, learn, and play.\n\nAnd now, a year of explosive ecosystem growth later, Breakpoint is back with more venues, more events, and more Solana."
  },
  {
    "name": "Blockchain Revolution Global",
    "startDate": "8 November 2022",
    "endDate": "9 November 2022",
    "city": "Toronto",
    "country": "Canada",
    "link": "https://blockchainrevolutionglobal.com/",
    "twitter": "https://twitter.com/rev_global",
    "description": "After the success of the inaugural Blockchain Revolution Global (BRG) in 2019, the second edition in 2020 brought over 1,500 executives together from the world’s leading enterprises alongside foremost leaders, thinkers, and practitioners in blockchain.\n\nCo-hosted by the Blockchain Research Institute, a global independent blockchain think-tank, and MCI Group, the world’s largest engagement agency, W3B will educate, inspire, and prepare leaders to be part of the revolutionary transformation that blockchain technology is bringing to business, government, and society.\n\nJoin us at the next Web3 Blockchain World (#W3B2022) in November 2022, the first truly worldwide enterprise leadership community for blockchain, bringing together leading thinkers, builders, and pioneers to accelerate the blockchain revolution."
  },
  {
    "name": "Latin American Bitcoin & Blockchain Conference",
    "startDate": "11 November 2022",
    "endDate": "13 November 2022",
    "city": "Buenos Aires",
    "country": "Argentina",
    "link": "https://twitter.com/labitconf",
    "twitter": "https://twitter.com/labitconf",
    "description": "Since 2013 Latin American Bitcoin & Blockchain Conference. Un proyecto de Fundación Bitcoin Iberoamérica. "
  },
  {
    "name": "Ghana Crypto & DeFi Summit 2022",
    "startDate": "12 November 2022",
    "endDate": "12 November 2022",
    "city": "Accra",
    "country": "Ghana",
    "link": "https://afrideficon.live/",
    "twitter": "https://twitter.com/defiafrica",
    "description": "Ghana Crypto & DeFi Summit 2022, the first Ethereum Community-led summit of its kind, is brought to you by the well-established local blockchain community, DEFI AFRICA.\n\nThe agenda for this 2-day event will feature keynotes, panels, and discussions on the most exciting topics and developments from the world of blockchain, Web3, cryptocurrencies, Decentralized Finance (DeFi), and NFTs.\n\nWe are bringing local and international industry experts, builders, investors, businesses, startups, and students together under one roof to facilitate an eventful and exciting day filled with networking and educational opportunities."
  },
  {
    "name": "Web3Dubai",
    "startDate": "17 November 2022",
    "endDate": "18 November 2022",
    "city": "Dubai",
    "country": "UAE",
    "link": "https://www.web3dubai.org/",
    "twitter": "https://twitter.com/Web3Dubai",
    "description": "The Web3Dubai Conference will feature the latest innovations in Web3 technology and modular blockchains with a focus on builder and creator tools, techniques and APIs that help you scale your project and go from 0 to 1. Whether you're a financier building a new DeFi protocol, an artist crafting a generative art NFT collection or a regen building for public goods, we've got you covered with both great workshops to upgrade your skills or get you started and talks to inspire and discover. If you're a VC, we will have a speed dating scene so you can invest in all the amazing people at the conference looking for a little help!"
  },
  {
    "name": "Istanbul Blockchain Week",
    "startDate": "21 November 2022",
    "endDate": "25 November 2022",
    "city": "Istanbul",
    "country": "Turkey",
    "link": "https://istanbulblockchainweek.com/",
    "twitter": "https://twitter.com/IstanbulBlockWk",
    "description": "The inaugural iteration of Istanbul Blockchain Week promises to be the most anticipated blockchain event of 2022 and takes place in one of Turkey’s most vibrant cities with the showcase event of the week IstanBlock 2022"
  },
  {
    "name": "Next Block Expo",
    "startDate": "23 November 2022",
    "endDate": "24 November 2022",
    "city": "Berlin",
    "country": "Germany",
    "link": "https://nextblockexpo.com/",
    "twitter": "https://twitter.com/nextblockexpo",
    "description": "Next Block Expo - one of the biggest industry events in Europe - brings founders, investors and blockchain experts together to redefine & discover the future of web3."
  },
  {
    "name": "FinTech Connect 2022",
    "startDate": "30 November 2022",
    "endDate": "1 December 2022",
    "city": "London",
    "country": "United Kingdom",
    "link": "https://www.fintechconnect.com/events-london",
    "twitter": "https://twitter.com/fintech_connect",
    "description": "Now in its 9th year, Fintech Connect returns physically in November 2022. Join us and FinTech leaders from the FinTech ecosystem for two content packed days where you can hear from and meet global leaders in digital transformation, payments, blockchain and regtech who are driving the global financial technology industry forwards, all under one roof.\n\nWhether it be a challenger bank, innovative merchant, central bank, tier one financial institution or cutting-edge tech player, come and join them at FinTech Connect 2022."
  },
  {
    "name": "Blockchain Expo Global",
    "startDate": "1 December 2022",
    "endDate": "2 December 2022",
    "city": "London",
    "country": "United Kingdom",
    "link": "https://blockchain-expo.com/global/",
    "twitter": "https://twitter.com/Blockchain_Expo",
    "description": "The world-leading Blockchain Expo series will arrive at the London Olympia on the 1-2 December 2022 to host its sixth annual Global event.\n\nIt will bring together key industries from across the globe for two days of top-level content and discussion across 6 co-located events with IoT (Co-Locating 5G), AI & Big Data, Cyber Security & Cloud, Edge Computing and Digital Transformation Week"
  },
  {
    "name": "Art Basel Miami Beach",
    "startDate": "1 December 2022",
    "endDate": "3 December 2022",
    "city": "Miami",
    "country": "United States",
    "link": "https://www.artbasel.com/miami-beach",
    "twitter": "https://twitter.com/ArtBasel",
    "description": "In our American show, leading galleries from five continents show significant works by masters of Modern and contemporary art, as well as the new generation of emerging stars. "
  },
  {
    "name": "ETHDownUnder",
    "startDate": "1 December 2022",
    "endDate": "4 December 2022",
    "city": "Sydney",
    "country": "Australia",
    "link": "https://ethdownunder.com/",
    "twitter": "https://twitter.com/ETHDOWNUNDER",
    "description": "the dopest web3 hackathon in the southern hempisher"
  },
  {
    "name": "ETHTaipei",
    "startDate": "2 December 2022",
    "endDate": "4 December 2022",
    "city": "Taipei",
    "country": "Taiwan",
    "link": "https://www.meetup.com/Taipei-Ethereum-Meetup/",
    "twitter": "https://twitter.com/eth_taipei",
    "description": "Taipei Ethereum Meetup (TEM) is a group of Taiwan-based engineers, entrepreneurs, blockchain enthusiasts, researchers, students who are interested in learning more about Ethereum blockchain technology. Founded in April 2016, TEM community members have organized hundreds of meetups, workshops, conference events on a variety of topics. Some of the topics covered include smart contract programming, protocol designs, proof-of-stake, peer-to-peer networking, DeFi products, zero-knowledge proofs, and Ethereum governance."
  },
  {
    "name": "hack.summit",
    "startDate": "26 August 2022",
    "endDate": "27 August 2022",
    "city": "San Francisco",
    "country": "United States",
    "link": "https://sf.hacksummit.org/",
    "twitter": "",
    "description": "A 2-Day Blockchain Summit For Developers."
  },
  {
    "name": "Æternity Universe Two",
    "startDate": "15 September 2022",
    "endDate": "16 September 2022",
    "city": "Burgscheidungen",
    "country": "Germany",
    "link": "https://aeternityuniverse.com/",
    "twitter": "https://twitter.com/aeternity",
    "description": "Be a part of the æternity blockchain history!\n\nEngage in vibrant discussions and valuable knowledge transfers with amazing speakers, take part in developer workshops, and experience it all in a space where the past and future collide..."
  },
  {
    "name": "ETHSafari",
    "startDate": "18 September 2022",
    "endDate": "24 September 2022",
    "city": "",
    "country": "Kenya",
    "link": "https://ethsafari.xyz/",
    "twitter": "https://twitter.com/EthSafari",
    "description": "Safari wapi? Journey where?\n\nWelcome to the latest greatest ETH event happening in Africa!"
  },
  {
    "name": "Converge22",
    "startDate": "27 September 2022",
    "endDate": "30 September 2022",
    "city": "San Francisco",
    "country": "United States",
    "link": "https://converge.circle.com/event/4ea0d06f-3900-4b6d-a9cd-aeaedda9ef2e/summary",
    "twitter": "https://twitter.com/circlepay",
    "description": "Converge22 is a gathering for change makers, looking to build what’s next in Web3. From crypto-natives to the crypto-curious, from traditional finance to DeFi, from regulators and policy makers to non-profits, Converge22 is an unprecedented opportunity to dive deep, collaborate and establish a shared vision of the crypto economy."
  },
  {
    "name": "Crypto 2022 (Association for Cryptologic Research)",
    "startDate": "13 August 2022",
    "endDate": "18 August 2022",
    "city": "Santa Barbara",
    "country": "United States",
    "link": "https://crypto.iacr.org/2022/",
    "twitter": "",
    "description": "Crypto 2022 is a hybrid conference and will take place in Santa Barbara, USA on August 13-18 2022. Crypto 2022 is organized by the International Association for Cryptologic Research (IACR)."
  },
  {
    "name": "DeFi Security Summit",
    "startDate": "27 August 2022",
    "endDate": "28 August 2022",
    "city": "Stanford",
    "country": "United States",
    "link": "https://defisecuritysummit.org/",
    "twitter": "https://twitter.com/summit_defi",
    "description": "DeFi is an emerging suite of applications for decentralized asset management over blockchain technology. DeFi is becoming a major economic vehicle in modern society. The Ethereum blockchain alone already manages more than 235 billion USD worth of assets. One of the basic principles behind DeFis is that the code is law and computer programs called smart contracts that run on the blockchain dictate the conditions and the effects for asset transactions. This groundbreaking idea has many desirable benefits that originate from trust-minimizing and immutable aspects of decentralized public blockchains. However, vulnerabilities in smart contracts and in their applications may be exploited to steal or deny access to assets managed by them. Mitigation and prevention of such damages are challenging and require new software development and security design methodologies. Hundreds of millions in USD value have already been lost due to vulnerabilities in smart contracts. Therefore, smart contract security is a significant concern for DeFi applications."
  },
  {
    "name": "The Science of Blockchain Conference 2022",
    "startDate": "29 August 2022",
    "endDate": "31 August 2022",
    "city": "Stanford",
    "country": "United States",
    "link": "https://cbr.stanford.edu/sbc22/",
    "twitter": "",
    "description": "The conference focuses on technical innovations in the blockchain ecosystem, and brings together researchers and practioners working in the space. We are interested in the application of cryptography, decentralized protocols, formal methods, and empirical analysis, to improving the security and scalability of blockchain deployments. We aim to foster collaboration among practitioners and researchers working on blockchain protocol development, cryptography, distributed systems, secure computing, crypto-economics, and economic risk analysis."
  },
  {
    "name": "MCON 2",
    "startDate": "6 September 2022",
    "endDate": "9 September 2022",
    "city": "Denver",
    "country": "United States",
    "link": "https://www.mcon.fun/",
    "twitter": "https://twitter.com/mcon_world",
    "description": "Bringing together a limited number of attendees, MCON gives you an experience of valuable conversations, learnings and experimental growth all about DAOs."
  },
  {
    "name": "NEARCON 2022",
    "startDate": "11 September 2022",
    "endDate": "14 September 2022",
    "city": "Lisbon",
    "country": "Portugal",
    "link": "https://nearcon.org/",
    "twitter": "",
    "description": "Building on the success of last year, NEAR’s flagship event is back. And this year it’s set to be bigger and better than ever.\n\nJoin 2000+ delegates as we explore the limitless possibilities of building a better world with NEAR.\nGet up to speed on the NEAR ecosystem and the latest Web3 developments and technologies.\nGet inspired with talks from renowned authors, economists, A-list artists, and politicians.\nGet together and network with builders, collaborators, and makers across a variety of industries.\n\nThen get ready to groove the night away with our resident DJ. And if you’re a hacker accepted for the hackathon, you’ll get a free conference pass. Let’s build beyond the hype at NEARCON."
  },
  {
    "name": "CV Summit 2022",
    "startDate": "14 September 2022",
    "endDate": "15 September 2022",
    "city": "Zug",
    "country": "Switzerland",
    "link": "https://www.blockchainsummit.ch/",
    "twitter": "https://twitter.com/CV_Labs",
    "description": "CV Summit is back and better than ever! Join us for two days full of insightful panels, keynotes, networking, and more. CV Summit 2022 will bring together decentralized thinkers, investors, corporations, startup founders, high-profile individuals, and more."
  },
  {
    "name": "Blockchain Land Nuevo León",
    "startDate": "5 October 2022",
    "endDate": "7 October 2022",
    "city": "Nuevo León",
    "country": "Mexico",
    "link": "https://blockchain-land.io/en/home/",
    "twitter": "https://twitter.com/talentrepublic_",
    "description": "Blockchain Land, Nuevo León, is the meeting place for the Blockchain ecosystem, industries, university students and the general public to interact and work together.\n\nThis hybrid event (digital and face-to-face) is the gateway for anyone who wants to discover the world of the block."
  },
  {
    "name": "ETHBogota",
    "startDate": "7 October 2022",
    "endDate": "9 October 2022",
    "city": "Bogota",
    "country": "Colombia",
    "link": "https://ethbogota.com/",
    "twitter": "",
    "description": ""
  },
  {
    "name": "Solana Hacker House | Lisbon",
    "startDate": "1 November 2022",
    "endDate": "3 November 2022",
    "city": "Lisbon",
    "country": "Portugal",
    "link": "https://solana.com/events/lisbon-hacker-house/",
    "twitter": "https://twitter.com/hackerhouses",
    "description": "The Solana Foundation x Jump Hacker Houses is a three-day offline event with in-person guidance from core Solana Labs engineers, as well as mentorship from other partners."
  },
  {
    "name": "LAYER1CON",
    "startDate": "27 October 2022",
    "endDate": "29 October 2022",
    "city": "Tampa",
    "country": "United States",
    "link": "https://www.layer1con.com/",
    "twitter": "https://twitter.com/Layer1Con",
    "description": "Layer1Con the Biggest research tech innovation medicine blockchain conference in North America. Building the Future of STEM one block at a time"
  },
  {
    "name": "TOKEN2049 London",
    "startDate": "9 November 2022",
    "endDate": "10 November 2022",
    "city": "London",
    "country": "United Kingdom",
    "link": "https://www.europe.token2049.com/",
    "twitter": "https://twitter.com/token2049",
    "description": "TOKEN2049 is the premier crypto event, organised annually in Singapore and London, where founders and executives of the leading Web3 companies share their view on the market. We shine a light on the global developments, while taking a unique and widening perspective on the ecosystem and its vast opportunities.\n\n​TOKEN2049 brings together the global Web3 industry, uniting entrepreneurs, investors, developers, industry insiders and global media - and creates unparalleled networking opportunities.\n\nThis is the community that will define what’s next in the space."
  },
  {
    "name": "AIBC Europe",
    "startDate": "14 November 2022",
    "endDate": "18 November 2022",
    "city": "",
    "country": "Malta",
    "link": "https://aibc.world/europe/",
    "twitter": "https://twitter.com/aibcsummit",
    "description": "With a rich past and an eye towards a bright future, Europe as a whole has taken several measures towards becoming technologically competitive.\n\nBeing both the forefront of research and development as well as the home of the SiGMA Group, the European continent benefits from both a forward-thinking culture as well as drive for a tech-friendly future.\n\nWith Malta being amongst the first states to regulate cryptocurrencies and DLT, the island has always strived to be amongst the first to innovate when it comes to emerging technology.\n\nWith the new regulations being premiered first and foremost at AIBC Europe, Malta aims to be a pillar in the technological development of the region by uniting tech-leaders, regulators, investors and entrepreneurs from across the world to discuss, share ideas, make partnerships and build the foundation for the industry of tomorrow.\n\nJoin our delegates at MFCC – Malta Fairs & Conventions Centre for 3 days of panel discussions, keynote speeches, workshops and casual networking events that set the stage for the economy to come."
  },
  {
    "name": "ETHVietnam",
    "startDate": "25 November 2022",
    "endDate": "27 November 2022",
    "city": "Hanoi",
    "country": "Vietnam",
    "link": "https://www.eth-vietnam.com/",
    "twitter": "",
    "description": "ETHVietnam is the largest Web3 #BUIDLathon in Vietnam (aka hackathon) for Ethereum and other blockchain protocol enthusiasts, designers, and developers."
  },
  {
    "name": "BTC Amsterdam",
    "startDate": "12 October 2022",
    "endDate": "14 October 2022",
    "city": "Amsterdam",
    "country": "Netherlands",
    "link": "https://b.tc/conference/amsterdam",
    "twitter": "https://twitter.com/TheBitcoinConf",
    "description": "Join us in Amsterdam as we bring together the most brilliant minds in Bitcoin, from across Europe and beyond, for 3 days of learning, teaching and inspiring the Bitcoin community.\n\nBitcoin Amsterdam brings the European Bitcoin community to the global stage and will also be a great opportunity to learn, engage and party with other bitcoiners. Let's all come together to collaborate and celebrate the greatest financial innovation in human history!"
  },
  {
    "name": "ETHIndia",
    "startDate": "2 December 2022",
    "endDate": "4 December 2022",
    "city": "Bengaluru",
    "country": "India",
    "link": "https://ethindia.co/",
    "twitter": "",
    "description": ""
  },
  {
    "name": "Blockchain Expo Europe",
    "startDate": "20 September 2022",
    "endDate": "21 September 2022",
    "city": "Amsterdam",
    "country": "Netherlands",
    "link": "https://blockchain-expo.com/europe/",
    "twitter": "https://twitter.com/Blockchain_Expo",
    "description": "Europe’s leading Blockchain exhibition and conference will be hosted on 20-21st September 2022 for its sixth annual event.\n\nThis free to attend conference and exhibition will bring together key industries for two days of top-level content and thought leadership discussions across 6 co-located events at the RAI in Amsterdam and online."
  },
  {
    "name": "Blockchain Expo North America",
    "startDate": "5 October 2022",
    "endDate": "6 October 2022",
    "city": "Santa Clara",
    "country": "United States",
    "link": "https://blockchain-expo.com/northamerica/",
    "twitter": "https://twitter.com/Blockchain_Expo",
    "description": "The Blockchain Expo North America will return to Santa Clara on the 5-6th October 2022. The Blockchain Expo is a technology conference and exhibition, with thought-leading discussions and top-level content, covering all recent developments in the Blockchain ecosystem.\n\nDon’t miss the opportunity to explore this innovative technology and its impact on a range of industries including; manufacturing, transport, supply chain, government, financial services, energy, insurance, healthcare, retail and more!\n\nAlso with exclusive networking opportunities, the Blockchain Expo is a must for anyone in this exciting technology space."
  },
  {
    "name": "BlackSeaChain 2022",
    "startDate": "1 September 2022",
    "endDate": "2 September 2022",
    "city": "Varna",
    "country": "Bulgaria",
    "link": "https://www.blackseachain.com/",
    "twitter": "https://twitter.com/BlackSeaChain",
    "description": "BlackSeaChain 2022 brings together blockchain tech and business projects and professionals for a two-day educational and networking event.\n\nWe are here to explore decentralised economy and finance solutions, dive into new blockchain trends and use cases, focus on building transforming technologies, and exchange best practices and ideas."
  },
  {
    "name": "Blockchain in Oil & Gas Conference",
    "startDate": "14 September 2022",
    "endDate": "15 September 2022",
    "city": "Houston",
    "country": "United States",
    "link": "https://blockchain-oilandgas.energyconferencenetwork.com/",
    "twitter": "",
    "description": "Join the oil and gas blockchain ecosystem to learn, network, innovate, and strategize to maximize your technology investments.\n\nOperators, service companies, EPCs, and industry stakeholders need to increase their level of awareness and understanding of blockchain. As shown in ongoing pilots, blockchain is being applied to commodity transport, JV Management and Seismic Data Management, with many more applications being investigated.\n\nThe conference will highlight opportunities to create industry solution frameworks and guidelines, leveraging blockchain technology to reduce costs, improve timelines and eliminate disputes in any given process.\n\nA key focus of the 2022 conference will be blockchain as an enabler for carbon tracking and mitigation - the generational driver for oil and gas companies today. \n\nThe Oil & Gas industry continues to operate in challenging times with compressed margins, reduced resources, and funding and an ever pressing need to find, extract, produce, and refine hydrocarbons more cost effectively. \n\nBlockchain is part of the solution."
  },
  {
    "name": "DMEXCO 2022",
    "startDate": "21 September 2022",
    "endDate": "22 September 2022",
    "city": "Cologne",
    "country": "Germany",
    "link": "https://www.w3.vision/",
    "twitter": "",
    "description": "w3.vision’s two-day journey will give you all the insights, and introduce you to the latest and upcoming web3 trends."
  },
  {
    "name": "Web 3.0 for Developers",
    "startDate": "22 September 2022",
    "endDate": "22 September 2022",
    "city": "",
    "country": "Israel",
    "link": "https://www.israelcrypto.io/events/web-3.0-for-developers",
    "twitter": "https://twitter.com/israelcryptoio",
    "description": "On September 22nd ICC – Israel Crypto Community will host Web 3.0 for developers conference from 13:00 – 21:00 at ZOA TLV.\nThere will be a full day of panel and case studies alongside with practical workshops.\nThe Developer Conference is meant to teach and train developers in skills and information relating to Web 3.0. We want to grow and develop the developers in our community for the future of the internet."
  },
  {
    "name": "Israel Crypto Conference",
    "startDate": "7 December 2022",
    "endDate": "8 December 2022",
    "city": "",
    "country": "Israel",
    "link": "https://www.israelcrypto.io/events/israel-crypto-conference",
    "twitter": "https://twitter.com/israelcryptoio",
    "description": ""
  },
  {
    "name": "Crypto Gibraltar",
    "startDate": "22 December 2022",
    "endDate": "24 December 2022",
    "city": "Ocean Village",
    "country": "Gibraltar",
    "link": "https://cryptogib.gi/",
    "twitter": "https://twitter.com/CryptoGibEvent",
    "description": "Gibraltar is now firmly established as one of the leading crypto centres in the world.\n\nFrom implementing the world’s first DLT regulatory framework in 2017 through issuing the first full crypto banking license to introducing new principles to protect against market manipulation just weeks ago, Gibraltar has consistently been at the vanguard of the crypto movement. It is now home to some of the biggest crypto organisations in the world and ranks as the number one jurisdiction in Europe for crypto funds.\n\nCrypto Gibraltar 2021 was the very first crypto event following the pandemic and now we are scaling it up dramatically.\n\nCrypto Gibraltar 2022 will be the first Crypto Festival. We are building our very own Crypto Village which for two days will be home to 1,000 crypto enthusiasts from both the institutional and retail crypto markets.\n\nThere will be educational presentations, debates and insights featuring some of the most respected voices in the industry. There will also be concerts, parties and networking sessions that will help reinforce existing relationships and forge new ones."
  },
  {
    "name": "World Blockchain Expo Dubai",
    "startDate": "15 October 2022",
    "endDate": "15 October 2022",
    "city": "Dubai",
    "country": "UAE",
    "link": "https://worldblockchainexpo.io/",
    "twitter": "https://twitter.com/wbeEvent",
    "description": "World Blockchain Expo | Gathering the blockchain community, investors, fundraising, crypto exchangers, NFT, metaverse & gaming under one roof"
    },
    {
      "name": "Blockchain Economy Dubai",
      "startDate": "4 October 2022",
      "endDate": "5 October 2022",
      "city": "Dubai",
      "country": "UAE",
      "link": "https://beconomydubai.com/",
      "twitter": "https://twitter.com/BEconomy_HQ",
      "description": "Blockchain Economy Summit is the world's largest blockchain conference network bringing together the key players of crypto industry and experts to redefine the future of finance. The 5th edition of the Blockchain Economy Summit will take place during two days in Dubai on October 4-5, 2022 with the world's top crypto companies and blockchain entrepreneurs. Today, UAE, specifically Dubai is gearing up to become a global crypto hub. Thus, Blockchain Economy Dubai Summit will be the Main gathering in the region on behalf of the world of blockchain and cryptocurrency, with a wide range of topics focused on the financial technologies of the future, extensive networking opportunities and participation from more than 60 countries."
    },
    {
      "name": "Blockchain Economy London",
      "startDate": "27 February 2023",
      "endDate": "28 February 2023",
      "city": "London",
      "country": "United Kingdom",
      "link": "https://blockchaineconomy.london/",
      "twitter": "https://twitter.com/BEconomy_HQ",
      "description": "Blockchain Economy Summit is the world's largest blockchain conference network bringing together the key players of crypto industry and experts to redefine the future of finance. The 5th edition of the Blockchain Economy Summit will take place during two days in Dubai on October 4-5, 2022 with the world's top crypto companies and blockchain entrepreneurs. Today, UAE, specifically Dubai is gearing up to become a global crypto hub. Thus, Blockchain Economy Dubai Summit will be the Main gathering in the region on behalf of the world of blockchain and cryptocurrency, with a wide range of topics focused on the financial technologies of the future, extensive networking opportunities and participation from more than 60 countries."
    },
    {
      "name": "Defi Conf 2022",
      "startDate": "6 October 2022",
      "endDate": "6 October 2022",
      "city": "Belfast",
      "country": "Ireland",
      "link": "https://deficonf.xyz/#/",
      "twitter": "https://twitter.com/DeFi_Conf",
      "description": "DeFi Conf 2022 is an international conference for those shaping the future of the blockchain, digital currencies and digital assets."
    },
    {
      "name": "Future Blockchain Summit",
      "startDate": "10 October 2022",
      "endDate": "13 October 2022",
      "city": "Dubai",
      "country": "UAE",
      "link": "https://www.futureblockchainsummit.com/",
      "twitter": "https://twitter.com/dxbontheblock",
      "description": "The 5th Future Blockchain Summit, the MENA region’s first and largest blockchain conference and exhibition, will return to Dubai World Trade Centre (DWTC) from 10-13 Oct 2022, serving as a meeting point for the world’s most disruptive business technology trends.\n\nOver four days at the Future Blockchain Summit, industry experts will leverage countless networking opportunities, an expert conference programme and transformational workshops to explore distinct themes including blockchain for Enterprise, The Future of Digital Assets and Into the Metaverse."
    },
    {
      "name": "World Blockchain Summit Dubai",
      "startDate": "17 October 2022",
      "endDate": "18 October 2022",
      "city": "Dubai",
      "country": "UAE",
      "link": "https://worldblockchainsummit.com/dubai/index",
      "twitter": "https://twitter.com/tresconglobal",
      "description": "World Blockchain Summit is a global series of elite gatherings that take place in 19+ destinations across the world.\n\nIt is a thought-leadership-driven initiative that brings together the most important stakeholders from the Blockchain and Cryptocurrency ecosystem such as investors, blockchain and crypto projects, exchanges, enterprises, government representatives, technology leaders - to discuss and deliberate the future of the industry and the revolutionary ways it can transform businesses and government functions.\n\nThe summit also features inspirational keynotes, pitch competitions, panel discussions, investor meet-ups, project showcases, industry use-cases and a host of formal and informal networking opportunities."
    },
    {
      "name": "Democracy4All",
      "startDate": "11 November 2022",
      "endDate": "12 November 2022",
      "city": "Barcelona",
      "country": "Spain",
      "link": "https://www.d4a.io/",
      "twitter": "https://twitter.com/D4Aconf",
      "description": "The Democracy4all international conference has been held annually since 2019.\n\nIt brings together talent, experts and policymakers to share and discuss the latest advances in technology and regulation. Its orientation makes it a unique event in the world because it focuses on the use of the blockchain as an instrument of democratic improvement in terms of social, corporate and individual governance.\n\nIt offers Catalonia the opportunity to host the most important international conclave for political actors and institutions everywhere, and contributes to speeding up the dialogue between government bodies and new technologies."
    },
    {
      "name": "Eth Gathering Barcelona",
      "startDate": "18 November 2022",
      "endDate": "20 November 2022",
      "city": "Barcelona",
      "country": "Spain",
      "link": "https://www.ethgathering.com/",
      "twitter": "https://twitter.com/ethgathering",
      "description": "Hosted in one of the world's most vibrant and creative cities, ETH Gathering Barcelona 2022 is a two-day conference focused on the community building the decentralised future."
    },
    {
      "name": "DCENTRAL Miami",
      "startDate": "28 November 2022",
      "endDate": "30 November 2022",
      "city": "Miami",
      "country": "United States",
      "link": "https://www.dcentralcon.com/",
      "twitter": "",
      "description": "More than just a pure ‘NFT Conference’, at DCENTRAL we bring together the DeFi builders and protocols to connect with NFT collectors, artists, and creators. This is a place where DeFi, DAOs, Metaverses, NFTs, Protocols and developers meet and collaborate all under one roof. Then add in a mix of culture, music, art and entertainment."
    },
    {
      "name": "World Blockchain Summit Bangkok",
      "startDate": "13 December 2022",
      "endDate": "14 December 2022",
      "city": "Bangkok",
      "country": "Thailand",
      "link": "https://worldblockchainsummit.com/bangkok/index",
      "twitter": "https://twitter.com/tresconglobal",
      "description": "World Blockchain Summit is a global series of elite gatherings that take place in 16+ destinations across the world.\n\nIt is a thought-leadership-driven initiative that brings together the most important stakeholders from the Blockchain and Cryptocurrency ecosystem such as investors, blockchain and crypto projects, exchanges, enterprises, government representatives, technology leaders - to discuss and deliberate the future of the industry and the revolutionary ways it can transform businesses and government functions.\n\nThe summit also features inspirational keynotes, pitch competitions, panel discussions, investor meet-ups, project showcases, industry use-cases and a host of formal and informal networking opportunities.\n\nThe 27th global edition of WBS is taking place in Bangkok in December 2022."
    },
    {
      "name": "The Blockchain Event",
      "startDate": "14 February 2023",
      "endDate": "17 February 2023",
      "city": "Fort Lauderdale",
      "country": "United States",
      "link": "https://www.theblockchainevent.com/east/",
      "twitter": "https://twitter.com/BlockchainEvent",
      "description": "We are beyond the hype cycle of enterprise blockchain and innovative leaders and technologists are building and implementing live blockchain solutions to adapt to market needs and disrupt their industries.\n\nThe Blockchain Event helps decision-makers, technologists, and developers understand the value of blockchain to their businesses regardless of industry."
    },
    {
      "name": "Blockchain Africa Conference",
      "startDate": "16 March 2023",
      "endDate": "17 March 2023",
      "city": "Johannesburg",
      "country": "South Africa",
      "link": "https://blockchainafrica.co/",
      "twitter": "https://twitter.com/BlockchainZA",
      "description": "wo jam-packed days of featured sessions, keynotes, panels and fireside chats exploring the latest trends and developments in blockchain technology and cryptocurrencies, both in Africa and globally. The conference brings together top thought-leaders and pioneers in the global industry, and creates an ecosystem for all to learn, network, and collaborate with each other."
    },
    {
      "name": "Paris Blockchain Week",
      "startDate": "22 March 2023",
      "endDate": "23 March 2023",
      "city": "Paris",
      "country": "France",
      "link": "https://www.pbwsummit.com/",
      "twitter": "https://twitter.com/pbwsummit",
      "description": "Paris Blockchain Week is the biggest Blockchain & Digital Assets event in Europe. During one week in the City of Lights, numerous events will be held by the most prominent blockchain organizations.\n\nJoin us for a week of amazing side events organized by our partners to network, share projects and party.\n\nDuring the week, expect meetups, keynotes, workshops, hackathons, conferences, dinners and parties in outstanding venues all around the city. We will discuss the hottest topics in the blockchain and crypto space and make lasting connections with people from all around the world."
    },
    {
      "name": "Decentralized Athens",
      "startDate": "1 November 2022",
      "endDate": "3 November 2022",
      "city": "Athens",
      "country": "Greece",
      "link": "https://www.decentralized.com/",
      "twitter": "https://twitter.com/DecentralizedEu",
      "description": "Decentralized is the world’s premier learning conference on blockchain and digital currencies."
    }
]
